{
 "resData":
  [
    {"resName":"Urban Tandoor","resType":"Indian Nepali Fusion","resLocation":"Gainesville","resPrice":"$$$","resRating":4.5,"resDesc":"At Urban Tandoor Gainesville, you will be able to take a delectable culinary tour of India and Nepal. Our specialities include menu items prepared in the traditional Indian clay oven (“tandoor”), grilled items, classic curries, and a wide variety of comfort delicacies. The tandoor-based and grilled items are light but highly flavorful, and the curry items provide a wide sampling of curries from North and South India. Menu items are selected meticulously to help our customers appreciate the art of bringing the ingredients and spices (also called “masala”) together.","resImage":"https://raw.githubusercontent.com/Sanj0g/JSONProjectsIT315/master/ut1.jpg","resSite":"https://utandoorgainesville.com/"},
    {"resName":"Cactus Grill","resType":"Mexican","resLocation":"Manassas","resPrice":"$$","resRating":4.3,"resDesc":"We believe a great dinning experience begins with family. Here at Cactus grill,we are committed to provide you with a great customer service & great atmosphere with friendly staff. Our quality food is made with fresh products Every day to give that Mexican authentic taste.We hope the effort of our stuff reflect in the experience of our guests & make you feel right at home and part of our family.","resImage":"https://raw.githubusercontent.com/Sanj0g/JSONProjectsIT315/master/cg1.PNG","resSite":"https://cactusbargrill.com/"},
    {"resName":"Juke Box","resType":"Classic American","resLocation":"Manassas","resPrice":"$","resRating":4.2,"resDesc":"Rock ‘n roll jukebox music, tile walls and the best food around is what you’ll experience at Juke Box Diner. A blend of a busy old-fashioned diner and a fun friendly restaurant offering daily specials. Our menu reflects a similar blend of yesterday and today offering omelets, pancakes and hamburgers as well as today’s popular grilled chicken salad, steak, shrimp and chicken strips.","resImage":"https://raw.githubusercontent.com/Sanj0g/JSONProjectsIT315/master/j1.PNG","resSite":"https://jukeboxdiner.com/"},
    {"resName":"Yayla Bistro","resType":"Mediterranean","resLocation":"Arlington","resPrice":"$$-$$$","resRating":4.5,"resDesc":"We promise an intimate and relaxed dining experience that offers something different to local and foreign patrons and ensures you enjoy a memorable food experience every time.Choose from our beautiful selection of spreads, mezzes, flatbreads, wraps, grilled works, and more. Join us on the weekend for our delectable brunch selections.","resImage":"https://raw.githubusercontent.com/Sanj0g/JSONProjectsIT315/master/yb1.jpg","resSite":"http://www.yaylabistro.com/"},
    {"resName":"Semifreddo Italian Cuisine","resType":"Authentic Italian","resLocation":"Manassas","resPrice":"$$","resRating":4.9,"resDesc":"An unforgettable meal awaits you at SEMIFREDDO Italian Cuisine of Manassas. Every one of our menu items is designed, created, and made by our very own chef. After an accomplished career of 23 years as a chef, our founder and chef, Franklyn Hernandez, wanted to share his passion for great food and fine dining by starting SEMIFREDDO Italian Cuisine.Whether your craving is for fettuccine, ravioli, seafood, veal, steak, or another delicious delicacy, we're sure to satisfy your palate with our extensive menu.","resImage":"https://raw.githubusercontent.com/Sanj0g/JSONProjectsIT315/master/sf1.jpg","resSite":"https://www.semifreddoitaliancuisine.com/"}
  ],
  "Status":"OK"
}
